Repository: maryxsarah/SOMA-Health
Catalog: Soma/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, hy, it, ka, ru, sr

# profile.devices.groupFootnote
source: Grey means not connected, green means connected.
de: Grau bedeutet nicht verbunden, grün bedeutet verbunden.
es: Gris significa no conectado, verde significa conectado.
fr: Gris signifie non connecté, vert signifie connecté.
hy: Մոխրագույնը նշանակում է չմիացված, կանաչը՝ միացված:
it: Il grigio indica non connesso, il verde indica connesso.
ka: ნაცრისფერი ნიშნავს დაუკავშირებელს, მწვანე — დაკავშირებულს.
ru: Серый — не подключено, зелёный — подключено.
sr: Сиво значи да није повезано, зелено значи да јесте повезано.

# profile.doneButton
source: Done
de: Fertig
es: Listo
fr: Terminé
hy: Պատրաստ է
it: Fatto
ka: დასრულდა
ru: Готово
sr: Готово

# profile.earlyAccess.groupFootnote
source: Beta features appear automatically while this is on.
de: Beta-Funktionen erscheinen automatisch, solange dies aktiviert ist.
es: Las funciones beta aparecen automáticamente mientras esto esté activado.
fr: Les fonctionnalités bêta apparaissent automatiquement tant que ceci est activé.
hy: Բետա գործառույթները ինքնաբերաբար հայտնվում են, քանի դեռ սա միացված է:
it: Le funzionalità beta compaiono automaticamente finché questa opzione è attiva.
ka: ბეტა ფუნქციები ავტომატურად გამოჩნდება, სანამ ეს ჩართულია.
ru: Пока это включено, бета-функции появляются автоматически.
sr: Бета функције се аутоматски појављују док је ово укључено.

# profile.equipment.eyebrow
source: EQUIPMENT
de: AUSRÜSTUNG
es: EQUIPO
fr: MATÉRIEL
hy: ՍԱՐՔԱՎՈՐՈՒՄ
it: ATTREZZATURA
ka: აღჭურვილობა
ru: ОБОРУДОВАНИЕ
sr: ОПРЕМА

# profile.equipment.groupFootnote
source: Suggestions only use what you actually have.
de: Vorschläge nutzen nur das, was du wirklich hast.
es: Las sugerencias solo usan lo que realmente tienes.
fr: Les suggestions n'utilisent que ce que vous possédez réellement.
hy: Առաջարկները հիմնված են միայն այն բանի վրա, ինչ իրականում ունես:
it: I suggerimenti usano solo ciò che possiedi davvero.
ka: რჩევები ეყრდნობა მხოლოდ იმას, რაც შენ ნამდვილად გაქვს.
ru: Рекомендации учитывают только то, что у тебя действительно есть.
sr: Предлози користе само оно што заиста имаш.

# profile.equipment.otherPlaceholder
source: What else do you have access to?
de: Worauf hast du sonst noch Zugriff?
es: ¿A qué más tienes acceso?
fr: À quoi d'autre as-tu accès ?
hy: Էլ ի՞նչի հասանելիություն ունեք։
it: A cos'altro hai accesso?
ka: კიდევ რაზე გაქვთ წვდომა?
ru: К чему ещё у вас есть доступ?
sr: Чему још имаш приступ?

# profile.experience.explainer
source: Adjusts the AI workout plan's structure -- how many blocks, whether it uses supersets, and rest periods.
de: Passt die Struktur des KI-Trainingsplans an -- wie viele Blöcke, ob Supersätze verwendet werden, und Ruhezeiten.
es: Ajusta la estructura del plan de entrenamiento de IA -- cuántos bloques, si usa superseries y los periodos de descanso.
fr: Ajuste la structure du plan d'entraînement IA -- nombre de blocs, utilisation de super-séries, et temps de repos.
hy: Կարգավորում է ԱԲ մարզման պլանի կառուցվածքը -- քանի բլոկ, արդյոք օգտագործում է սուպերսեթեր, և հանգստի ժամանակահատվածները։
it: Regola la struttura del piano di allenamento IA -- quanti blocchi, se usa superserie e i periodi di riposo.
ka: არეგულირებს AI ვარჯიშის გეგმის სტრუქტურას -- რამდენი ბლოკი, იყენებს თუ არა სუპერსეტებს და დასვენების პერიოდებს.
ru: Настраивает структуру плана тренировок от ИИ -- количество блоков, использование суперсетов и периоды отдыха.
sr: Прилагођава структуру AI плана тренинга -- колико блокова, да ли користи суперсерије и периоде одмора.

# profile.experience.title
source: Experience
de: Erfahrung
es: Experiencia
fr: Expérience
hy: Փորձ
it: Esperienza
ka: გამოცდილება
ru: Опыт
sr: Искуство

# profile.goals.otherPlaceholder
source: What's your goal?
de: Was ist dein Ziel?
es: ¿Cuál es tu meta?
fr: Quel est ton objectif ?
hy: Ո՞րն է ձեր նպատակը։
it: Qual è il tuo obiettivo?
ka: რა არის თქვენი მიზანი?
ru: Какая у вас цель?
sr: Који ти је циљ?

# profile.goals.selectedCount
source: %lld selected
de: %lld ausgewählt
es: %lld seleccionados
fr: %lld sélectionnés
hy: %lld ընտրված
it: %lld selezionati
ka: %lld არჩეული
ru: %lld выбрано
sr: %lld изабрано

# profile.goals.title
source: Goals
de: Ziele
es: Metas
fr: Objectifs
hy: Նպատակներ
it: Obiettivi
ka: მიზნები
ru: Цели
sr: Циљеви

# profile.gymAccess.rowTitle
source: Gym & access
de: Fitnessstudio & Zugang
es: Gimnasio y acceso
fr: Salle et accès
hy: Մարզասրահ և հասանելիություն
it: Palestra e accesso
ka: დარბაზი და წვდომა
ru: Зал и доступ
sr: Теретана и приступ

# profile.header.connectedDevices
source: %@ connected
de: %@ verbunden
es: %@ conectado
fr: %@ connecté
hy: Միացված է՝ %@
it: %@ connesso
ka: დაკავშირებულია: %@
ru: Подключено: %@
sr: Повезано: %@

# profile.header.defaultTagline
source: Soma uses this to tailor which workouts it suggests.
de: Soma nutzt das, um die vorgeschlagenen Workouts anzupassen.
es: Soma usa esto para adaptar qué entrenamientos te sugiere.
fr: Soma utilise ces informations pour adapter les entraînements suggérés.
hy: Soma-ն սա օգտագործում է՝ քեզ համապատասխան մարզումներ ընտրելու համար։
it: Soma usa queste informazioni per adattare gli allenamenti suggeriti.
ka: Soma ამას იყენებს, რომ შენთვის საუკეთესო ვარჯიშები შეარჩიოს.
ru: Soma использует это, чтобы подбирать тренировки именно для тебя.
sr: Soma ово користи да прилагоди које тренинге предлаже.

# profile.header.streakDays
source: %lld-day streak
de: %lld-Tage-Serie
es: Racha de %lld días
fr: Série de %lld jours
hy: %lld օրյա շարք
it: Serie di %lld giorni
ka: %lld დღიანი სერია
ru: %lld-дневная серия
sr: %lld-дневни низ

# profile.healthDashboard.rowTitle
source: Health dashboard
de: Gesundheits-Dashboard
es: Panel de salud
fr: Tableau de bord santé
hy: Առողջության վահանակ
it: Pannello salute
ka: ჯანმრთელობის დაფა
ru: Панель здоровья
sr: Контролна табла здравља

# profile.howSomaWorks.consequence
source: A quick refresher on what's in the app
de: Eine kurze Auffrischung dessen, was die App bietet
es: Un repaso rápido de lo que incluye la app
fr: Un rappel rapide de ce que propose l'appli
hy: Արագ հիշեցում այն մասին, թե ինչ կա հավելվածում
it: Un ripasso veloce di cosa c'è nell'app
ka: სწრაფი შეხსენება იმის შესახებ, რა არის აპში
ru: Быстрое напоминание о том, что есть в приложении
sr: Брз подсетник о томе шта се налази у апликацији

# profile.howSomaWorks.title
source: How Soma works
de: Wie Soma funktioniert
es: Cómo funciona Soma
fr: Comment fonctionne Soma
hy: Ինչպես է աշխատում Soma-ն
it: Come funziona Soma
ka: როგორ მუშაობს Soma
ru: Как работает Soma
sr: Како Soma ради

# profile.hub.account.title
source: Account
de: Konto
es: Cuenta
fr: Compte
hy: Հաշիվ
ka: ანგარიში
ru: Аккаунт
sr: Налог

# profile.hub.devices.none
source: No devices connected
de: Keine Geräte verbunden
es: Ningún dispositivo conectado
fr: Aucun appareil connecté
hy: Սարք չի միացված
it: Nessun dispositivo connesso
ka: მოწყობილობა არ არის დაკავშირებული
ru: Устройства не подключены
sr: Ниједан уређај није повезан

# profile.hub.devicesData.title
source: Devices & Data
de: Geräte & Daten
es: Dispositivos y datos
fr: Appareils et données
hy: Սարքեր և տվյալներ
it: Dispositivi e dati
ka: მოწყობილობები და მონაცემები
ru: Устройства и данные
sr: Уређаји и подаци

# profile.hub.healthSafety.title
source: Health & Safety
de: Gesundheit & Sicherheit
es: Salud y seguridad
fr: Santé et sécurité
hy: Առողջություն և անվտանգություն
it: Salute e sicurezza
ka: ჯანმრთელობა და უსაფრთხოება
ru: Здоровье и безопасность
sr: Здравље и безбедност

# profile.hub.notifications.off
source: Notifications off
de: Benachrichtigungen aus
es: Notificaciones desactivadas
fr: Notifications désactivées
hy: Ծանուցումներն անջատված են
it: Notifiche disattivate
ka: შეტყობინებები გამორთულია
ru: Уведомления выключены
sr: Обавештења су искључена

# profile.hub.notifications.on
source: Notifications on
de: Benachrichtigungen an
es: Notificaciones activadas
fr: Notifications activées
hy: Ծանուցումները միացված են
it: Notifiche attive
ka: შეტყობინებები ჩართულია
ru: Уведомления включены
sr: Обавештења су укључена

# profile.injuries.explainer
source: Any active injury caps today's intensity at Moderate and hides high-impact workouts.
de: Jede aktive Verletzung begrenzt die heutige Intensität auf „Moderat“ und blendet Workouts mit hoher Belastung aus.
es: Cualquier lesión activa limita la intensidad de hoy a Moderada y oculta los entrenamientos de alto impacto.
fr: Toute blessure active limite l'intensité du jour à Modérée et masque les entraînements à fort impact.
hy: Ցանկացած ակտիվ վնասվածք սահմանափակում է այսօրվա ինտենսիվությունը մինչև Չափավոր և թաքցնում է բարձր ազդեցության մարզումները։
it: Qualsiasi infortunio attivo limita l'intensità di oggi a Moderata e nasconde gli allenamenti ad alto impatto.
ka: ნებისმიერი აქტიური ტრავმა ზღუდავს დღევანდელ ინტენსივობას საშუალომდე და მალავს მაღალი ზემოქმედების ვარჯიშებს.
ru: Любая активная травма ограничивает сегодняшнюю интенсивность до умеренной и скрывает высокоударные тренировки.
sr: Свака активна повреда ограничава данашњи интензитет на умерен и скрива тренинге високог интензитета удара.

# profile.injuries.noneNoted
source: None noted
de: Keine vermerkt
es: Ninguna registrada
fr: Aucune signalée
hy: Նշված չկա
it: Nessuno segnalato
ka: არაფერია მითითებული
ru: Ничего не отмечено
sr: Ништа није забележено

# profile.injuries.notesPlaceholder
source: Notes (optional)
de: Notizen (optional)
es: Notas (opcional)
fr: Notes (facultatif)
hy: Նշումներ (ըստ ցանկության)
it: Note (facoltativo)
ka: შენიშვნები (სურვილისამებრ)
ru: Заметки (необязательно)
sr: Белешке (опционо)

# profile.injuries.painLevelStepper
source: Pain level: %@
de: Schmerzlevel: %@
es: Nivel de dolor: %@
fr: Niveau de douleur : %@
hy: Ցավի մակարդակ՝ %@
it: Livello di dolore: %@
ka: ტკივილის დონე: %@
ru: Уровень боли: %@
sr: Ниво бола: %@

# profile.injuries.severityWarning
source: Given the severity you've selected, consider seeing a physician or physiotherapist before continuing to train this area. Soma's guidance here is informational only, not a diagnosis.
de: Angesichts des von dir gewählten Schweregrads solltest du einen Arzt oder Physiotherapeuten aufsuchen, bevor du dieses Gebiet weiter trainierst. Somas Hinweise hier sind rein informativ und keine Diagnose.
es: Dada la gravedad que has seleccionado, considera consultar a un médico o fisioterapeuta antes de seguir entrenando esta zona. La orientación de Soma aquí es solo informativa, no un diagnóstico.
fr: Compte tenu de la gravité que tu as sélectionnée, envisage de consulter un médecin ou un kinésithérapeute avant de continuer à entraîner cette zone. Les indications de Soma ici sont purement informatives, pas un diagnostic.
hy: Հաշվի առնելով ընտրված ծանրությունը՝ մտածեք բժշկի կամ ֆիզիոթերապևտի այցելության մասին՝ նախքան այս հատվածը մարզելը շարունակելը։ Soma-ի ուղեցույցն այստեղ միայն տեղեկատվական է, ոչ թե ախտորոշում։
it: Data la gravità selezionata, valuta di consultare un medico o un fisioterapista prima di continuare ad allenare questa zona. Le indicazioni di Soma qui sono solo informative, non una diagnosi.
ka: შერჩეული სიმძიმის გათვალისწინებით, განიხილეთ ექიმთან ან ფიზიოთერაპევტთან ვიზიტი, სანამ ამ არეს ვარჯიშს განაგრძობთ. Soma-ს მითითება აქ მხოლოდ საინფორმაციოა და არა დიაგნოზი.
ru: С учётом выбранной степени тяжести стоит обратиться к врачу или физиотерапевту, прежде чем продолжать тренировать эту зону. Рекомендации Soma здесь носят исключительно информационный характер и не являются диагнозом.
sr: С обзиром на изабрану озбиљност, размисли о посети лекару или физиотерапеуту пре него што наставиш да тренираш ово подручје. Soma-ине смернице овде су само информативне, а не дијагноза.

# profile.injuries.title
source: Injuries
de: Verletzungen
es: Lesiones
fr: Blessures
hy: Վնասվածքներ
it: Infortuni
ka: ტრავმები
ru: Травмы
sr: Повреде

# profile.injuries.typeLabel
source: Type (optional)
de: Typ (optional)
es: Tipo (opcional)
fr: Type (facultatif)
hy: Տեսակ (ըստ ցանկության)
it: Tipo (facoltativo)
ka: ტიპი (სურვილისამებრ)
ru: Тип (необязательно)
sr: Тип (опционо)

# profile.injuries.typeNotSpecified
source: Not specified
de: Nicht angegeben
es: No especificado
fr: Non précisé
hy: Չի նշվել
it: Non specificato
ka: არ არის მითითებული
ru: Не указано
sr: Није наведено

# profile.insights.eyebrow
source: INSIGHTS
de: EINBLICKE
es: ANÁLISIS
fr: ANALYSES
hy: ՀԱՄԱՌՈՏԱԳՐԵՐ
it: ANALISI
ka: ანალიტიკა
ru: АНАЛИТИКА
sr: УВИДИ

# profile.insights.groupFootnote
source: Training history and recovery trends, at a glance.
de: Trainingsverlauf und Erholungstrends auf einen Blick.
es: Historial de entrenamiento y tendencias de recuperación, de un vistazo.
fr: Historique d'entraînement et tendances de récupération, en un coup d'œil.
hy: Մարզումների պատմությունը և վերականգնման միտումները՝ մեկ հայացքով:
it: Cronologia degli allenamenti e tendenze di recupero, a colpo d'occhio.
ka: ვარჯიშის ისტორია და აღდგენის ტენდენციები ერთი შეხედვით.
ru: История тренировок и динамика восстановления — одним взглядом.
sr: Историја тренинга и трендови опоравка на први поглед.

# profile.kitchenEquipment.consequence
source: Only suggests recipes you can actually cook
de: Schlägt nur Rezepte vor, die du wirklich kochen kannst
es: Solo sugiere recetas que realmente puedes cocinar
fr: Ne propose que des recettes que tu peux vraiment cuisiner
hy: Առաջարկում է միայն այն բաղադրատոմսերը, որոնք դու իրականում կարող ես պատրաստել
it: Suggerisce solo ricette che puoi davvero cucinare
ka: გვთავაზობს მხოლოდ იმ რეცეპტებს, რომლის მომზადებაც შენ შეგიძლია
ru: Предлагает только те рецепты, которые ты реально можешь приготовить
sr: Предлаже само рецепте које заиста можеш да скуваш

# profile.kitchenEquipment.explainer
source: So we only ever suggest recipes you can actually cook.
de: So schlagen wir dir nur Rezepte vor, die du wirklich kochen kannst.
es: Así solo te sugerimos recetas que realmente puedes cocinar.
fr: Ainsi, on ne te propose que des recettes que tu peux vraiment cuisiner.
hy: Այսպես մենք միշտ առաջարկում ենք միայն այն բաղադրատոմսերը, որոնք դու իրականում կարող ես պատրաստել։
it: Così ti suggeriamo solo ricette che puoi davvero cucinare.
ka: ასე ყოველთვის მხოლოდ იმ რეცეპტებს გთავაზობთ, რომლის მომზადებაც შენ შეგიძლია.
ru: Так мы предлагаем только те рецепты, которые ты реально можешь приготовить.
sr: Тако ти предлажемо само рецепте које заиста можеш да скуваш.

# profile.kitchenEquipment.otherPlaceholder
source: What else? (comma-separated)
de: Was noch? (durch Kommas getrennt)
es: ¿Qué más? (separado por comas)
fr: Quoi d'autre ? (séparés par des virgules)
hy: էլ ի՞նչ։ (ստորակետերով առանձնացված)
it: Cos'altro? (separati da virgole)
ka: კიდევ რა? (მძიმეებით გამოყოფილი)
ru: Что ещё? (через запятую)
sr: Шта још? (одвојено зарезом)

# profile.kitchenEquipment.title
source: Kitchen equipment
de: Küchenausstattung
es: Equipo de cocina
fr: Équipement de cuisine
hy: Խոհանոցի սարքավորումներ
it: Attrezzatura da cucina
ka: სამზარეულოს აღჭურვილობა
ru: Кухонное оборудование
sr: Кухињска опрема

# profile.knownLifts.consequence
source: Optional -- a real number beats an estimated one
de: Optional -- eine echte Zahl schlägt eine geschätzte
es: Opcional -- un número real vence a uno estimado
fr: Facultatif -- un chiffre réel vaut mieux qu'une estimation
hy: Ընտրովի է -- իրական թիվն ավելի լավ է, քան մոտավորը
it: Facoltativo -- un numero reale batte una stima
ka: სურვილისამებრ -- რეალური რიცხვი აჯობებს სავარაუდოს
ru: Необязательно -- реальное число лучше приблизительного
sr: Необавезно — стваран број је бољи од процењеног

# profile.knownLifts.countLabel
source: %lld set
de: %lld gespeichert
es: %lld guardados
fr: %lld enregistrés
hy: %lld պահպանված
it: %lld salvati
ka: %lld შენახული
ru: %lld указано
sr: %lld унето

# profile.knownLifts.explainer
source: If you know your comfortable working weight for any of these, Soma uses it directly for the AI plan instead of estimating from your bodyweight and experience level. Leave any blank to keep using the estimate.
de: Wenn du dein angenehmes Arbeitsgewicht für eine dieser Übungen kennst, verwendet Soma es direkt für den KI-Plan, anstatt es aus deinem Körpergewicht und Erfahrungslevel zu schätzen. Lass es leer, um weiterhin die Schätzung zu verwenden.
es: Si conoces tu peso de trabajo cómodo para cualquiera de estos, Soma lo usa directamente en el plan de IA en lugar de estimarlo a partir de tu peso corporal y nivel de experiencia. Deja en blanco cualquiera para seguir usando la estimación.
fr: Si tu connais ta charge de travail confortable pour l'un de ces mouvements, Soma l'utilise directement dans le programme IA au lieu de l'estimer à partir de ton poids corporel et de ton niveau d'expérience. Laisse vide pour continuer à utiliser l'estimation.
hy: Եթե գիտես քո հարմարավետ աշխատանքային քաշը սրանցից որևէ մեկի համար, Soma-ն այն ուղղակիորեն օգտագործում է AI ծրագրում՝ փոխարենը գնահատելու քո մարմնի քաշից և փորձի մակարդակից ելնելով։ Թող դատարկ մնա, որպեսզի շարունակվի գնահատականի օգտագործումը։
it: Se conosci il tuo carico di lavoro confortevole per uno di questi, Soma lo usa direttamente nel piano IA invece di stimarlo dal tuo peso corporeo e livello di esperienza. Lascia vuoto per continuare a usare la stima.
ka: თუ იცი შენი კომფორტული სამუშაო წონა რომელიმესთვის ამათგან, Soma პირდაპირ იყენებს მას AI გეგმისთვის, ნაცვლად იმისა, რომ შეაფასოს შენი სხეულის წონისა და გამოცდილების დონის მიხედვით. დატოვე ცარიელი, რომ გაგრძელდეს შეფასების გამოყენება.
ru: Если ты знаешь свой комфортный рабочий вес для любого из этих упражнений, Soma использует его напрямую в плане от ИИ вместо того, чтобы оценивать его по твоему весу тела и уровню опыта. Оставь поле пустым, чтобы продолжать использовать оценку.
sr: Ако знаш своју угодну радну тежину за било коју од ових вежби, Soma је користи директно у AI плану, уместо да процењује на основу твоје телесне тежине и нивоа искуства. Остави поље празно да наставиш да користиш процену.

# profile.knownLifts.title
source: Your current lifts
de: Deine aktuellen Trainingsgewichte
es: Tus levantamientos actuales
fr: Tes charges actuelles
hy: Քո ընթացիկ քաշերը
it: I tuoi carichi attuali
ka: შენი მიმდინარე წონები
ru: Твои текущие рабочие веса
sr: Твоје тренутне радне тежине

# profile.language.explainer
source: Most of Soma updates immediately; the rest applies next time you open the app.
de: Der Großteil von Soma aktualisiert sich sofort; der Rest wird beim nächsten Öffnen der App angewendet.
es: La mayor parte de Soma se actualiza al instante; el resto se aplica la próxima vez que abras la app.
fr: La majeure partie de Soma se met à jour immédiatement ; le reste s'applique la prochaine fois que vous ouvrez l'application.
hy: Soma-ի մեծ մասը թարմացվում է անմիջապես, մնացածը կկիրառվի հավելվածի հաջորդ բացման ժամանակ:
it: La maggior parte di Soma si aggiorna subito; il resto si applica la prossima volta che apri l'app.
ka: Soma-ს ნაწილი მაშინვე განახლდება; დანარჩენი ამოქმედდება აპლიკაციის შემდეგი გახსნისას.
ru: Большая часть Soma обновляется сразу; остальное применится при следующем открытии приложения.
sr: Највећи део Soma се ажурира одмах; остало се примењује следећи пут када отвориш апликацију.

# profile.language.restartAlert.confirm
source: Got it
de: Verstanden
es: Entendido
fr: Compris
hy: Հասկացա
it: Capito
ka: გასაგებია
ru: Понятно
sr: Разумем

# profile.language.restartAlert.message
source: Most of the app already switched. Close Soma (swipe it away from the app switcher) and reopen it to see everything in %@.
de: Der Großteil der App hat sich bereits geändert. Schließe Soma (wische es im App-Umschalter weg) und öffne es erneut, um alles auf %@ zu sehen.
es: La mayor parte de la app ya cambió. Cierra Soma (deslízala hacia arriba en el selector de apps) y vuelve a abrirla para verlo todo en %@.
fr: La majeure partie de l'appli a déjà changé. Ferme Soma (fais-la glisser hors du sélecteur d'applications) et rouvre-la pour tout voir en %@.
hy: Հավելվածի մեծ մասն արդեն փոխվել է։ Փակիր Soma-ն (սահեցրու հավելվածների փոխարկիչում) և նորից բացիր՝ ամեն ինչը %@ լեզվով տեսնելու համար։
it: La maggior parte dell'app è già cambiata. Chiudi Soma (fai scorrere verso l'alto nel selettore app) e riaprila per vedere tutto in %@.
ka: აპლიკაციის დიდი ნაწილი უკვე შეიცვალა. დახურე Soma (გადაფურცლე აპების გადამრთველში) და ხელახლა გახსენი, რომ ყველაფერი %@ ენაზე ნახო.
ru: Большая часть приложения уже переключилась. Закрой Soma (смахни его в списке приложений) и открой снова, чтобы увидеть всё на %@.
sr: Већи део апликације је већ промењен. Затвори Soma (превуци је у листи апликација) и поново је отвори да видиш све на %@.

# profile.language.restartAlert.title
source: Restart Soma to finish switching
de: Starte Soma neu, um den Wechsel abzuschließen
es: Reinicia Soma para completar el cambio
fr: Redémarre Soma pour terminer le changement
hy: Վերագործարկիր Soma-ն՝ փոփոխությունն ավարտելու համար
it: Riavvia Soma per completare il cambio
ka: გადატვირთე Soma, რომ დაასრულო შეცვლა
ru: Перезапусти Soma, чтобы завершить смену языка
sr: Рестартуј Soma да завршиш промену

# profile.language.title
source: Language
de: Sprache
es: Idioma
fr: Langue
hy: Լեզու
it: Lingua
ka: ენა
ru: Язык
sr: Језик

# profile.notSet
source: Not set
de: Nicht festgelegt
es: Sin establecer
fr: Non défini
hy: Նշված չէ
it: Non impostato
ka: არ არის მითითებული
ru: Не указано
sr: Није постављено

# profile.notSetLower
source: not set
de: nicht festgelegt
es: sin establecer
fr: non défini
hy: նշված չէ
it: non impostato
ka: არ არის მითითებული
ru: не указано
sr: није постављено

# profile.notifications.eyebrow
source: NOTIFICATIONS
de: BENACHRICHTIGUNGEN
es: NOTIFICACIONES
hy: ԾԱՆՈՒՑՈՒՄՆԵՐ
it: NOTIFICHE
ka: შეტყობინებები
ru: УВЕДОМЛЕНИЯ
sr: ОБАВЕШТЕЊА

# profile.notifications.groupFootnote
source: Quiet hours delay any notification that would otherwise land inside the window -- nothing is lost, just pushed to when it ends.
de: Ruhezeiten verschieben jede Benachrichtigung, die sonst in dieses Zeitfenster fallen würde -- nichts geht verloren, sie wird nur bis zum Ende verschoben.
es: Las horas de silencio retrasan cualquier notificación que de otro modo llegaría dentro de la ventana -- no se pierde nada, solo se pospone hasta que termina.
fr: Les heures calmes retardent toute notification qui atterrirait autrement dans cette fenêtre -- rien n'est perdu, elle est juste reportée jusqu'à la fin.
hy: Հանգիստ ժամերը հետաձգում են ցանկացած ծանուցում, որը հակառակ դեպքում կհայտնվեր այս պատուհանում -- ոչինչ չի կորչում, պարզապես տեղափոխվում է մինչև ավարտը:
it: Le ore silenziose ritardano qualsiasi notifica che altrimenti arriverebbe in questa finestra -- niente va perso, viene solo spostata a quando finisce.
ka: წყნარი საათები აჭიანურებს ნებისმიერ შეტყობინებას, რომელიც სხვაგვარად ამ პერიოდში მოვიდოდა -- არაფერი იკარგება, უბრალოდ გადაიდება დასრულებამდე.
ru: Тихие часы откладывают любое уведомление, которое иначе попало бы в это окно -- ничего не теряется, просто переносится на момент его окончания.
sr: Тихи сати одлажу свако обавештење које би иначе стигло у овом периоду -- ништа се не губи, само се помера до његовог краја.

# profile.notifications.offValue
source: Off
de: Aus
es: Desactivado
fr: Désactivé
hy: Անջատված
it: Disattivo
ka: გამორთული
ru: Выкл
sr: Искључено

# profile.notifications.onValue
source: On
de: An
es: Activado
fr: Activé
hy: Միացված
it: Attivo
ka: ჩართული
ru: Вкл
sr: Укључено

# profile.notifications.title
source: Push notifications
de: Push-Benachrichtigungen
es: Notificaciones push
fr: Notifications push
hy: Փուշ ծանուցումներ
it: Notifiche push
ka: პუშ შეტყობინებები
ru: Push-уведомления
sr: Push обавештења

# profile.nudge.addAppleHealth
source: add Apple Health
de: füge Apple Health hinzu
es: añade Apple Health
fr: ajoute Apple Santé
hy: ավելացրու Apple Health-ը
it: aggiungi Apple Salute
ka: დაამატე Apple Health
ru: добавь Apple Health
sr: додај Apple Health
